Repository: 13136106206/tinc
Catalog: po/*.po
Languages: es

source: This is a bug: %s:%d: %d:%m %s (%s)
es: Esto es un `bug': %s:%d: %d:%m %s (%s)

source: Sending packet of %d bytes to %s (%s)
es: Enviando paquete de %d bytes a %s (%s)

source: Error sending packet to %s (%s): %m
es: Error enviando paquete a %s (%s): %m

source: Queue flushed
es: Cola vaciada

source: Flushing send queue for %s (%s)
es: Vaciando la cola de envíos para %s (%s)

source: Flushing receive queue for %s (%s)
es: Vaciando la cola de recepción para %s (%s)

source: Trying to look up %d.%d.%d.%d in connection list failed!
es: ¡Error intentando buscar %d.%d.%d.%d en la lista de conexiones!

source: Could not open %s: %m
es: No pude abrir %s: %m

source: %s is a new style tun/tap device
es: %s es un dispositivo tun/tap del nuevo estilo

source: Creating metasocket failed: %m
es: Fallo al crear el metasocket: %m

source: Unable to bind listen socket to interface %s: %m
es: No puedo enlazar (bind) el `socket' de escucha a la interfaz %s: %m

source: Can't bind to port %hd/tcp: %m
es: No puedo enlazar (bind) al puerto %hd/tcp: %m

source: Creating socket failed: %m
es: Error al crear el `socket': %m

source: Can't bind to port %hd/udp: %m
es: No puedo enlazar (bind) al puerto %hd/udp: %m

source: Trying to connect to %s
es: Intentando conectar con %s

source: Creating socket for %s port %d failed: %m
es: Error al crear el `socket' para %s puerto %d: %m

source: %s port %hd: %m
es: %s puerto %hd: %m

source: fcntl for %s port %d: %m
es: fcntl() para %s puerto %d: %m

source: Connected to %s port %hd
es: Conectado a %s puerto %hd

source: Invalid name for outgoing connection
es: Nombre no válido para conexión saliente

source: Error reading host configuration file for %s
es: Error leyendo el fichero de configuración del `host' para %s

source: No address specified for %s
es: No se especificó dirección para %s

source: Error looking up `%s': %m
es: Error buscando `%s': %m

source: Could not set up a meta connection to %s
es: No he podido configurar una meta conexión a %s

source: Name for tinc daemon required!
es: ¡Se requiere un nombre para el demonio tinc!

source: Invalid name for myself!
es: ¡Nombre no válido para mí!

source: Cannot open host configuration file for myself!
es: ¡No puedo abrir el fichero de configuración de `host' para mí!

source: Ready: listening on port %hd
es: Listo: escuchando en el puerto %hd

source: Still failed to connect to other, will retry in %d seconds
es: Sigo sin poder conectar con el otro, lo reintentaré en %d segundos.

source: Trying to re-establish outgoing connection in %d seconds
es: Intento re-establecer la conexión saliente en %d segundos

source: Opening UDP socket to %s
es: Abriendo `socket' UDP a %s

source: Creating UDP socket failed: %m
es: Error al crear el `socket' UDP: %m

source: Connecting to %s port %d failed: %m
es: Error al conectar a %s puerto %d: %m

source: Connection from %s port %d
es: Conexión desde %s puerto %d

source: This is a bug: %s:%d: %d:%m
es: Esto es un `bug': %s:%d: %d:%m

source: Incoming data socket error: %s
es: Error en el `socket' de recepción de datos: %s

source: Receiving packet failed: %m
es: Error recibiendo paquete: %m

source: Closing connection with %s (%s)
es: Cerrando conexión con %s (%s)

source: Trying to re-establish outgoing connection in 5 seconds
es: Intento re-establecer la conexión saliente en 5 segundos.

source: %s (%s) didn't respond to PING
es: %s (%s) no respondió al PING

source: Accepting a new connection failed: %m
es: Error al aceptar una nueva conexión: %m

source: Closed attempted connection
es: Se ha cerrado la conexión que se intentaba realizar.

source: Error while waiting for input: %m
es: Error esperando entrada: %m

source: Error looking up `%s': %s
es: Error buscando `%s': %s

source: Output buffer overflow while sending %s to %s (%s)
es: Desbordamiento del bufer de salida mientras enviaba %s a %s (%s)

source: Sending %s to %s (%s)
es: Enviando %s a %s (%s)

source: Unknown request from %s (%s)
es: Petición desconocida desde %s (%s)

source: Got %s from %s (%s)
es: He recibido %s desde %s (%s)

source: Error while processing %s from %s (%s)
es: Error al procesar %s desde %s (%s)

source: Bogus data received from %s (%s)
es: Se han recibido datos sin sentido desde %s (%s).

source: Got bad ID from %s
es: Recibí una ID incorrecta desde %s

source: Peer %s (%s) uses incompatible version %d
es: La máquina remota %s (%s) usa una versión (%d) incompatible.

source: Peer %s uses invalid identity name
es: La máquina remota %s usa un nombre de identidad no válido

source: Peer %s had unknown identity (%s)
es: La máquina remota %s tiene una identidad desconocida (%s)

source: Uplink %s (%s) is already in our connection list
es: El enlace %s (%s) ya está en nuestra lista de conexiones.

source: Got bad CHALLENGE from %s (%s)
es: Recibí CHALLENGE incorrecta desde %s (%s)

source: Intruder: wrong challenge length from %s (%s)
es: Intruso: longitud de desafío incorrecta desde %s (%s)

source: Trying to send CHAL_REPLY to %s (%s) without a valid CHALLENGE
es: Intento enviar CHAL_REPLY a %s (%s) sin un CHALLENGE válido

source: Got bad CHAL_REPLY from %s (%s)
es: Recibí CHAL_REPLY incorrecta desde %s (%s)

source: Intruder: wrong challenge reply length from %s (%s)
es: Intruso: longitud de respuesta de desafío incorrecta desde %s (%s)

source: Intruder: wrong challenge reply from %s (%s)
es: Intruso: respuesta de desafío incorrecta desde %s (%s)

source: Removing old entry for %s at %s in favour of new connection from %s
es: Eliminando el registro viejo para %s en %s en favor de la nueva conexión desde %s

source: Connection with %s (%s) activated
es: Activada la conexión con %s (%s).

source: Got bad ADD_SUBNET from %s (%s)
es: Recibí ADD_SUBNET incorrecta desde %s (%s)

source: Got bad ADD_SUBNET from %s (%s): invalid identity name
es: Recibí ADD_SUBNET incorrecta desde %s (%s): nombre de identidad no válido

source: Got bad ADD_SUBNET from %s (%s): invalid subnet string
es: Recibí ADD_SUBNET incorrecta desde %s (%s): cadena de subred no válida

source: Warning: got ADD_SUBNET from %s (%s) for ourself, restarting
es: Aviso: recibí ADD_SUBNET desde %s (%s) para nosotros mismos, reiniciando

source: Got ADD_SUBNET for %s from %s (%s) which is not in our connection list
es: Recibí ADD_SUBNET para %s desde %s (%s) que no está en nuestra lista de conexiones

source: Got bad DEL_SUBNET from %s (%s)
es: Recibí DEL_SUBNET incorrecta desde %s (%s)

source: Got bad DEL_SUBNET from %s (%s): invalid identity name
es: Recibí DEL_SUBNET incorrecta desde %s (%s): nombre de identidad no válido

source: Got bad DEL_SUBNET from %s (%s): invalid subnet string
es: Recibí DEL_SUBNET incorrecta desde %s (%s): cadena de subred no válida

source: Warning: got DEL_SUBNET from %s (%s) for ourself, restarting
es: Aviso: recibí DEL_SUBNET desde %s (%s) para nosotros mismos, reiniciando

source: Got DEL_SUBNET for %s from %s (%s) which is not in our connection list
es: Recibí DEL_SUBNET para %s desde %s (%s) que no está en nuestra lista de conexiones

source: Got bad ADD_HOST from %s (%s)
es: Recibí ADD_HOST incorrecta desde %s (%s)

source: Got bad ADD_HOST from %s (%s): invalid identity name
es: Recibí ADD_HOST incorrecta desde %s (%s): nombre de identidad no válido

source: Warning: got ADD_HOST from %s (%s) for ourself, restarting
es: Aviso: recibí ADD_HOST desde %s (%s) para nosotros mismos, reiniciando

source: Got duplicate ADD_HOST for %s (%s) from %s (%s)
es: Recibí un ADD_HOST duplicado desde %s (%s) para %s (%s)

source: Got bad DEL_HOST from %s (%s)
es: Recibí DEL_HOST incorrecta desde %s (%s)

source: Got bad DEL_HOST from %s (%s): invalid identity name
es: Recibí DEL_HOST incorrecta desde %s (%s): nombre de identidad no válido

source: Warning: got DEL_HOST from %s (%s) for ourself, restarting
es: Aviso: recibí DEL_HOST desde %s (%s) para nosotros mismos, reiniciando

source: Got DEL_HOST from %s (%s) for %s which is not in our connection list
es: Recibí DEL_HOST desde %s (%s) para %s que no está en nuestra lista de conexiones

source: Got DEL_HOST from %s (%s) for %s which doesn't match
es: Recibí DEL_HOST desde %s (%s) para %s que no concuerda

source: Got bad STATUS from %s (%s)
es: Recibí STATUS incorrecta desde %s (%s)

source: Status message from %s (%s): %s: %s
es: Mensaje de status desde %s (%s): %s: %s

source: Got bad ERROR from %s (%s)
es: Recibí ERROR incorrecta desde %s (%s)

source: Error message from %s (%s): %s: %s
es: Mensaje de error desde %s (%s): %s: %s

source: Got bad KEY_CHANGED from %s (%s)
es: Recibí KEY_CHANGED incorrecto desde %s (%s)

source: Got KEY_CHANGED from %s (%s) origin %s which does not exist in our connection list
es: Recibí KEY_CHANGED desde %s (%s) origen %s que no está en nuestra lista de conexiones

source: Got bad REQ_KEY from %s (%s)
es: Recibí REQ_KEY incorrecta desde %s (%s)

source: Got REQ_KEY from %s (%s) origin %s which does not exist in our connection list
es: Recibí REQ_KEY desde %s (%s) origen %s que no está en nuestra lista de conexiones

source: Got REQ_KEY from %s (%s) destination %s which does not exist in our connection list
es: Recibí REQ_KEY desde %s (%s) destino %s que no está en nuestra lista de conexiones

source: Got bad ANS_KEY from %s (%s)
es: Recibí ANS_KEY incorrecta desde %s (%s)

source: Got ANS_KEY from %s (%s) origin %s which does not exist in our connection list
es: Recibí ANS_KEY desde %s (%s) origen %s que no está en nuestra lista de conexiones

source: Got ANS_KEY from %s (%s) destination %s which does not exist in our connection list
es: Recibí ANS_KEY desde %s (%s) destino %s que no está en nuestra lista de conexiones

source: unknown
es: desconocido

source: Try `%s --help' for more information.
es: Pruebe `%s --help' para más información.

source: Usage: %s [option]...
es: Modo de empleo: %s [opción]...

source: Report bugs to tinc@nl.linux.org.
es: Comunicar `bugs' a tinc@nl.linux.org.

source: Generating %d bits keys:
es: Generando claves de %d bits:

source: Done.
es: Hecho.

source: %s version %s (built %s %s, protocol %d)
es: %s versión %s (compilado %s %s, protocolo %d)

source: Copyright (C) 1998,1999,2000 Ivo Timmermans, Guus Sliepen and others. See the AUTHORS file for a complete list. tinc comes with ABSOLUTELY NO WARRANTY. This is free software, and you are welcome to redistribute it under certain conditions; see the file COPYING for details.
es: Copyright (C) 1998,1999,2000 Ivo Timmermans, Guus Sliepen y otros, vea el fichero AUTHORS para una lista completa. tinc viene SIN NINGUNA GARANTÍA. Esto es software libre, y puede ser redistribuido bajo ciertas condiciones; vea el fichero COPYING para los detalles.

source: You must be root to run this program. Sorry.
es: Usted debe ser el superusuario para ejecutar este programa. Lo siento.

source: Unrecoverable error
es: Error irrecuperable

source: Restarting in %d seconds!
es: ¡Reiniciando en %d segundos!
